export const AGREEMENT_CONTENT = `1장 총칙

제1조 (목적)
본 약관은 주식회사 무화과(이하 “회사”라 합니다)가 제공하는 플립온(이하 “서비스”라 합니다)의 이용과 관련하여 회원의 기본적인 권리와 책임 및 회사와의 중요 사항을 규정함을 목적으로 합니다.

제2조 (정의)
본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.   
   ① 이용자(회원) : 인터넷 홈페이지에 로그인하여 본 약관에 따라 회사가 제공 하는 서비스를 받는 자를 말합니다.
   ② 학생회원 : “선생님회원”으로부터 사이트 내에서 “화상 강의 서비스”를 제공받는 회원입니다. 
   ③ 선생님회원 : “학생회원”에게 “화상 강의 서비스”를 제공하는 회원입니다.
   ④ 회원 정보 : 이용자가 회사와 이용 계약 체결 시 회사에 등록하는 이용자 ID, 성명, 주소 등 이용자의 신
                 상에 관련된 정보를 말합니다.
   ⑤ 화상 강의 서비스 : 사이트 및 멘토박스를 통해 학생회원에게 선생님회원이 제공하는 화상 강의 서비스를 말합니다.
   ⑥ 멘토 박스 : 회사에서 “학생회원”, “선생님회원”에게 “화상 강의 서비스”를 진행하기 위해 유료로 대여하
                 는 장비를 말합니다.
    
제3조 (효력 및 변경 등)
   ① 본 약관의 내용은 플립온 사이트(www.flip-on.com, 이하 “사이트”라 합니다)에 공지함으로써 효력이 발
      생합니다. 본 약관에 동의하고 회원 가입을 한 회원은 약관에 동의한 시점부터 동의한 약관의 적용을 받
      게 되고 약관이 개정된 경우에는 개정 약관의 효력이 발생한 시점부터 변경된 약관의 적용을 받습니다.
   ② 회사는 약관의 규제에 관한 법률, 전자거래기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 소
      비자보호법 등 관련 법령을 위반하지 않고 회원의 정당한 권리를 부당하게 침해하지 않는 범위 내에서 본 
      약관을 개정할 수 있습니다.
   ③ 회사가 약관을 변경할 경우에는 적용일자 및 변경사유를 명시하여 현행약관과 함께 서비스 초기 화면에 
      그 적용일자 10일 이전부터 적용일자 이후 상당한 기간 동안 공지합니다. 다만, 회원의 권리 또는 의무에
      중요한 규정의 변경은 최소한 30일 전에 공지하고 변경될 약관, 적용일자 및 변경사유를 회원이 등록한 
      전자우편주소로 발송합니다.
   ④ 회사가 전항에 따라 회원에게 통지하면서 공지, 고지일로부터 개정 약관 시행일 7일 후까지 거부의사를 
      표시하지 아니하면 승인한 것으로 본다는 뜻을 명확하게 고지하였음에도 의사표시가 없는 경우에는 변경
      된 약관을 승인한 것으로 봅니다. 회원이 개정약관에 동의하지 않을 경우 회원은 이용계약을 해지할 수 
      있습니다.

제4조 (공시 및 준용 등)
   ① 회사는 본 약관의 내용을 회원이 언제나 용이하게 볼 수 있도록 회원 가입 절차 및 서비스 화면에 게시하
      며 약관이 변경될 경우 회사는 지체없이 이를 서비스 내에 공시합니다.
   ② 회원의 이용조건에 중대한 영향을 미치는 사항에 대해서 회사는 약관의 변경 전이라도 서비스의 공지사항
      을 통해 공지할 수 있으며 이는 약관의 일부로서 유효합니다.
제5조 (약관 외 준칙)
본 약관에 명시되지 않은 사항에 대해서는 관련 법령, 회사가 정한 서비스의 개별 이용 약관, 세부 이용 지침 및 
규칙 등의 규정을 따르게 됩니다.

2장 서비스 이용계약

제6조 (이용 요금)
   ① 회사는 이용 요금 정보를 “학생 회원”이 알 수 있도록 사이트 내부에 상세하게 명시한다.
   ② 회사는 “선생님 회원”에게 계약서에 명시된 기준에 근거하여 급여를 지불한다. 

제7조 (이용계약의 성립)
  (1) 회사는 이용계약을 체결하기 전에 회원이 제공받는 서비스에 관하여 정확하게 이해하고, 실수 또는 착오 없이 거래할 수 있도록 다음 각 호에서 규정한 사항을 제공합니다.
   ① 회사의 대표자의 성명 및 상호
   ② 회사의 주소, 전화번호 및 전자우편주소 등
   ③ 화상 과외 서비스의 명칭 및 내용
   ④ 화상 과외 서비스의 가격
   ⑤ 화상 과외 서비스의 제공 방법 및 시기
   ⑥ 청약철회의 행사 가능 여부 및 행사의 방법
   ⑦ 화상 과외 서비스의 교환, 반품 및 보증과 그 대금 환불의 조건 및 절차
   ⑧ 화상 과외 서비스 이용약관
   ⑨ 화상 과외 서비스의 이용에 필요한 최소한의 기술 사양
   ⑩ 이용자의 피해보상, 화상 과외 서비스에 대한 불만 및 이용자와 회사 간 분쟁처리에 관한 사항
   ⑪ 멘토박스의 수리 비용, 보상 등 이용자가 추가로 부담하여야 할 사항이 있는 경우 그 내용 및 금액
   ⑫ 기타 화상 과외 서비스 이용계약의 체결과 관련하여 필요한 사항
  (2) 이용계약은 사이트에 가입하고자 하는 자가 회사가 정한 약관에 “동의합니다”를 선택하고, 온라인 회원가입 신청 양식을 작성하여 서비스 이용을 신청한 후 이용 신청에 대하여 회사가 이를 승낙함으로써 성립합니다. 

제8조 (이용 신청)
회원은 서비스 이용 신청 시 사이트의 회원가입 화면에서 회사가 요청하는 정보를 온라인 회원가입 신청서에 기
재하고 휴대폰 인증 또는 e-mail 인증을 하여야 합니다.
   ① “학생회원”의 경우 이름, 생년월일, 이메일, 주소, 휴대폰 번호를 필수로 기재하여야 합니다.
   ② “선생님회원”의 경우 이름, 생년월일, 이메일, 주소, 휴대폰 번호, 출신학교, 출신전공을 필수로 기재하여야 합니다. 그리고 신분에 따라 재학증명서, 졸업증명서, 개인교습허가서, 사업자등록증, 신분증사본, 통장사본을 회원가입시 요청받을 수 있습니다.

제9조 (이용 신청의 승낙)
   ① 회사는 회원이 제8조에서 정한 사항을 정확히 기재하고 본 약관에 동의하고 휴대폰 또는 e-mail 인증을 하였을 경우 서비스의 이용 신청을 승낙합니다.
   ② 회사는 다음 각 호의 경우에는 회원의 서비스 이용 신청의 승낙을 유보할 수 있습니다.
    1. 기술상 서비스 제공이 불가능한 경우
    2. 제8조의 기재 사항에 허위, 기재누락, 도용, 오기가 있는 경우
    3. 다른 사람 명의로 이용 신청을 하였을 때
    4. 이용 신청 시 내용을 허위로 기재 하였을 때
    5. 이용 신청자가 제24조에 의하여 이전에 회원자격을 상실한 사실이 있는 경우
    6. 이용 신청자가 만 14세 미만으로 법정대리인의 동의 절차를 거치지 않은 경우
   ③ 회사는 회원의 자격에 따라 서비스 이용 범위를 세분화할 수 있습니다. 

3장 서비스의 이용

제10조 (서비스 이용 및 서비스 제공개시일)
   ① 회사는 회원의 서비스 이용 신청을 승낙한 때부터 서비스를 회원에게 제공합니다. 단, 유료 서비스를 포함한 일부 서비스의 경우에는 결제가 완료된 이후 또는 회사에서 별도 지정한 일자로부터 서비스를 개시합니다.
   ② 회사는 기술상의 장애 혹은 장비 고장 등의 이유로 인하여 서비스를 개시 또는 제공할 수 없는 경우에는 사이트에 해당 사실을 공지하거나 회원에게 통지합니다.

제11조 (서비스 이용시간)
   ① 서비스의 이용은 연중 무휴 1일 24시간을 원칙으로 합니다. 다만, 시스템 점검, 증설과 교체 및 고장 등의 이유로 회사가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이 경우 회사는 해당 사실을 회원에게 사전 또는 사후에 공지합니다.
   ② 회사는 서비스를 일정 범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 해당 사실을 회원에게 공지합니다.

제12조 (이용자 번호 이용, 관리 등)
   ① 회원은 ID 및 PASSWORD를 스스로의 책임 하에 관리하여야 하며, 회사는 회원이 ID 및 PASSWORD의 관리 소홀로 인하여 발생하는 서비스 이용상의 손해에 대하여 책임을 부담하지 아니하며 제3자의 부정 이용 등에 대한 책임은 모두 회원에게 있습니다.
   ② 회원은 자신의 ID 및 PASSWORD가 도난 또는 유출되거나 제3자에 의해 부정 사용되고 있음을 인지한 경우에는 해당 사실을 회사에 즉시 통지하여야 합니다.

제13조 (이용자 번호의 변경 등)
회원은 아래 각 호의 1에 해당하는 사항이 변경되었을 경우 즉시 회원정보 관리페이지에서 이를 변경하여야 합
니다. 이 경우 회사는 회원이 회원 정보를 변경하지 아니하여 발생한 손해에 대하여 책임을 부담하지 아니합니
다.
   ① 거주지역 및 연락처 등
   ② 계좌번호, 출신학교 및 출신 전공
   ③ 기타 회사가 인정하는 사항

제14조 (서비스 내용의 추가변경)
  ① 회사는 서비스가 변경되는 경우 변경되는 서비스 내용 및 제공 일자를 사이트를 통하여 공지하거나 회원에
     게 통지합니다.
   ② 회사는 다음 각 호에 해당하는 경우 서비스의 이용을 전부 또는 일부 제한하거나 중단할 수 있습니다.
    1. 서비스용 설비의 확장, 보수 등 공사로 인하여 서비스의 이용이 부득이한 경우
    2. 회사가 통제할 수 없는 불가피한 사유로 서비스 중단이 필요한 경우
    3. 서비스 이용량의 폭주 등으로 정상적인 서비스 제공에 지장이 있는 경우
    4. 새로운 서비스로의 교체 등 회사가 적절하다고 판단하는 경우
    5. 기타 정전, 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
   ③ 회사는 만 14세 미만 아동이 서비스 가입 시 법정대리인의 동의 절차를 거치게 되며, 동의 절차를 거치지 않은 경우 회원 가입을 허락하지 아니하거나 취소할 수 있습니다.
   ④ 회사는 제2항 각 호에 의하여 서비스가 중단되는 경우 회원에게 해당 사실을 사전통지합니다. 다만 회사가 통제할 수 없는 사유로 인하여 서비스가 중단됨으로써 사전 통지가 불가능한 경우에는 예외로 합니다.
   ⑤ 회사는 회사의 귀책 사유로 인하여 서비스가 중단되어 회원이 이미 결제한 유료 서비스를 이용할 수 없을 경우에는 당해 유료 서비스의 잔여 기간에 상응하는 유료 서비스 미사용 금액을 회원에게 보상합니다.

4장 계약당사자의 의무

제15조 (회사 및 이용자의 의무)
   ① 회사의 의무
    1. 회사는 관련 법령 및 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 본 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는데 최선을 다하여야 합니다.
    2. 회사는 안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 손상된 경우에는 부득이한 사유가 없는 한 이를 지체없이 수리 또는 복구합니다.
    3. 회사는 회원의 개인정보보호와 안전한 서비스 제공을 위하여 보안시스템을 구축합니다.
    4. 회사는 회원의 개인정보를 본인의 동의 없이 제3자에게 유출하거나 누설하지 않습니다. 다만, 적법한 절차를 거친 국가기관의 요구나 수사상 또는 기타 공익을 위하여 필요하다고 인정되는 경우는 예외로 합니다. 회사는 관련 법령이 정하는 바에 따라서 회원 등록 정보를 포함한 회원의 개인정보를 보호하기 위하여 노력하며 회원의 개인정보보호에 관해서는 관련 법령 및 회사가 정하는 “개인정보취급방침/청소년보호정책”에 정한 바에 의합니다.
    5. 회사는 이용자로부터 서비스 이용과 관련되어 제기되는 의견이나 불만이 정당하다고 인정되는 경우 이를 즉시 처리하여야 합니다. 다만, 즉시 처리가 어려운 경우 이용자에게 그 사유와 처리 일정을 통보합니다.
   ② 이용자의 의무
    1. 이용자는 서비스와 관련한 권리 및 의무를 타인에게 양도, 증여하거나 이를 담보로 제공할 수 없습니다.
    2. 회원은 서비스 이용 시 다음 각 호에 해당하는 행위를 하여서는 안 됩니다.
     1) 회원이 서비스 이용 신청 또는 변경 시 허위 사실을 기재하거나, 본인 또는 다른 회원의 ID 및 개인정보를 이용하거나 공유하는 경우
     2) 회원이 회사가 제공하는 서비스를 통하여 얻은 정보를 상업적 목적으로 이용하거나 무단으로 출판, 방송, 복제, 전송, 공유 등을 하는 경우
     3) 회원이 저작권 등 제3자의 권리를 침해하는 경우
     4) 회원이 서비스를 이용하여 상품 또는 용역을 판매하는 등 영업 활동을 하는 경우
     5) 회원이 회사의 사이트 또는 서비스 운영 또는 다른 회원의 사이트 또는 서비스 이용을 방해하는 경우
     6) 회원이 회사의 운영진이나 직원을 사칭하는 경우
     7) 회원이 공서양속을 저해하는 부호, 문자, 음성, 음향 및 영상 등의 정보를 제3자에게 유포시키는 경우
    3. 회원은 서비스의 이용을 위해 본인의 개인 정보를 직접 관리하여야 하며 제13조에 따라 변경 사항이 있을 경우 회사가 제공하는 서비스 내의 개인정보 수정 페이지를 통하여 변경 사항을 즉시 수정하여야 합니다.
   ③ 선생님회원의 의무
    1. 선생님회원은 이 약관과 회사가 서비스 화면을 통하여 미리 공지하는 개별약관이 정하는 절차에 따라 신원정보의 제공, 강의 정보의 등록, 강의 진행 과정의 관리, 학생회원에 대한 거래이행, 강의 제공, 강의 후 수업 관리 또는 환불 등의 사후처리를 수행하여야 합니다.
    2. 회사 및 선생님회원은 학생회원의 강의 구매 및 신청 행위가 허위 또는 불법결제에 해당하는 경우 및 그 밖의 정당한 사유가 있는 경우 거래를 취소할 수 있습니다. 다만, 선생님회원이 예상치 못한 강의 불능 등으로 정상적 강의가 곤란하여 거래를 취소하는 경우에는 지체 없이 학생회원에 대한 통지, 환급 등 관계 법령이 정한 조치를 취하여야 합니다.
    3. 선생님회원은 구매자로부터 강의 환불 요청이 있는 경우 이에 응하여 접수된 강의 건에 대하여 24시간 이내 강의 환불 의사와 함께 불가 사유를 학생회원에게 전달하여야 합니다.
    4. 선생님정보의 등록은 선생님등록 서비스화면상의 등록양식에 따라야 하며, 선생님등록 양식에 어긋난 등록이나 허위등록, 신용카드결제시스템 또는 통신과금시스템만을 이용하기 위한 등록 등의 경우 회사는 해당 선생님의 프로필을 삭제, 취소하거나 중개를 하지 않을 수 있으며, 이에 따른 모든 책임은 그러한 선생님정보를 등록한 회원이 부담하여야 합니다. 또한 신용카드결제시스템 또는 통신과금시스템만을 이용하기 위하여 등록한 경우에는 선생님회원과 학생회원 모두 회원자격이 정지될 수 있습니다.
    5. 선생님회원은 강의 정보 등록 시 직거래를 유도하는 문구나 학생회원의 정당한 권리(청약철회권 등)를 제한하거나, 허위 또는 기타 법령이나 약관에 위배되는 내용(문구, 사진 또는 설명을 포함)을 등록해서는 아니 되며, 스스로 또는 다른 회원을 통하여 고의로 강의평가 등을 조작하는 등 강의중개서비스의 안정성과 신뢰성을 해하는 부정한 행위를 하여서도 안 됩니다. 이를 위반한 경우 회사는 관련 회원이나 해당 선생님에 대하여 강의취소, 강의중지 및 기타 필요한 조치를 취할 수 있습니다.
    6. 선생님회원은 회사의 플립온 사이트에서의 거래와 관련하여 전자상거래등에서의 소비자보호에 관한 법률 등 관계 법령에서 명시한 자료를 보관하여야 합니다.
    7. 선생님회원은 자신의 강사 정보란에 회사가 정하는 절차에 따라 상시 연락 가능한 휴대폰 번호를 대표 번호로서 설정하고 항상 최신 정보로서 유지하여야 합니다. 또한, 대표번호 변경 시 새로이 회사에 먼저 통보하여야 합니다. 선생님회원이 본 항의 의무를 이행하지 않을 경우 회사는 이행 완료 시까지 해당 강사의 강의 정보 등록과 편집을 제한할 수 있습니다.
    8. 선생님회원은 통신판매중개 의뢰 및 그와 관련한 계약이행 과정에서 알게 된 학생회원 등 다른 회원의 개인정보를 법률, 이 약관 또는 회사의 개인정보취급방침에서 정한 목적 외의 용도로 사용할 수 없으며, 이를 위반한 경우, 모든 법적 책임을 지고 자신의 노력과 비용으로 회사를 면책시켜야 하고 회원자격이 정지 또는 박탈될 수 있습니다.
    9. 회사의 고의 또는 과실과 무관하게, 특정 판매자가 취급, 처리 중인 다른 회원 또는 제3자의 개인정보가 침해된 경우, 회사는 그에 대하여 책임을 지지 않습니다. 

5장 서비스 환불 및 취소 요청과 수익금 정산

제16조(화상 강의서비스 수익금 정산)
   ① 회사는 선생님회원이 제공한 화상 강의 서비스에 관하여 수익금을 월 1회 선생님회원이 회원 가입 시 입
      력한 은행계좌로 아래의 계산에 따라 입금해 드립니다.
   ② 회사는 선생님회원의 월 수업비를 미리 유/무선으로 공지하며, 해당 월 수업비는 학생회원들의 강의평가, 
      선생님회원의 강의 기간 등에 따라 선생님회원별로 다를 수 있습니다.
   ③ 제xx조에 의해 학생회원으로부터 화상 강의에 대해 불만족 신청이 들어올 경우 해당 수업분에 한해 다음
      과 같은 규정에 의해 수익금으로 인정합니다.
      1차 불만족 : 회사와 계약한 시급의 70% * 강의한 시간(시) / 화상 강의 진행 불이익 없음
      2차 불만족 : 회사와 계약한 시급의 50% * 강의한 시간(시) / 화상 강의 진행 불이익 없음
      3차 불만족 : 회사와 계약한 시급의 50% * 강의한 시간(시) / 화상 강의 진행 제재(선생님 프로필 노출 제한, 일정 교육 이수 후 화상 강의서비스 제공 가능 등) 있음 

제17조(청약철회)
   ① 플립온 수강권, 멘토박스 및 재화 등을 공급받은 날로부터 7일 이내에 전화 등으로 청약철회가 가능합니
      다.
   ② 회원이 재화 등의 청약철회를 하는 경우 회사에서 공급받은 재화를 반환하여야 하며, 회사는 재화 등을 
      반환받은 날부터 영업일 3일 이내에 이미 지급 받은 대금을 환불합니다.
   ③ 청약철회 시 재화 등이 일부 소비되거나 손상된 경우 해당 금액을 공제하고 환불 하며, 반환에 필요한 비
      용은 회원이 부담해야 합니다.
   ④ 다음 각 호의 경우에는 회원의 청약철회가 제한됩니다.
    1. 회원의 책임 있는 사유로 재화 등이 멸실되거나 심하게 훼손된 경우. 다만 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우는 제외됩니다.
    2. 회원의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우
    3. 시간이 지나 다시 판매하기 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우
    4. 복제가 가능한 재화 등의 포장을 훼손한 경우

제18조(수강권 환불)
   ① 회사는 플립온 사이트에서 판매하는 수강권에 대하여 원칙적으로 다음과 같은 환불 규정을 적용합니다.
   ② 회원이 수강권의 환불을 하고자 하는 경우 회사에 그 의사를 표시하여야 하며, 회사는 환불 요청을 즉시 
      접수하고 회원의 요청과 환불 규정을 확인한 후, 영업일 5일 이내에 환불합니다.
   ③ 화상 강의서비스를 환불할 경우, 해당 강의의 결재에 교재 및 학습기기가 포함되었을 경우 함께 반납하여
      야 합니다.
   ④ 기간제 정액상품, 이벤트 강의 등의 상품은 별도의 수강 취소, 변경 및 환불 규정이 적용될 수 있으며, 자
      세한 내용은 회사 웹사이트 및 고객센터를 통해 확인할 수 있습니다.
   ⑤ 환불 요청 시 추가적인 혜택(할인, 수강연장, 사은품, 포인트, 배송료 등)은 철회 및 반환되어야 하며 사용
      되었거나 상품 가치가 감소했을 경우 회원이 해당 금액을 부담합니다.
   - 서비스의 영업정지, 자진 폐업, 등록말소 등 또는 회원이 본인의 의사로 수강을 포기한 경우
     [실제 결제한 수강권 비용 – 결제한 수강권의 할인 전 정가 * (사용한 수강권 시간 / 결제한 수강권의 총 수강 시간) - (환불 수수료 : 실제 결제한 수강권 비용의 5%) ] 에 해당하는 금액 환불

제19조(화상 강의 서비스 불만족 환불)
   ① 학생회원은 선생님회원으로부터 제공받은 화상 강의서비스가 불만족스러울 경우 화상 강의서비스 환불을 
      회사에 요청할 수 있습니다.
   ② 학생회원은 강의가 끝난 후 24시간 이내 회사에 정해진 메뉴를 통해 화상 강의서비스 환불을 요청해야 하며, 24시간 이후에는 환불 요청을 할 수 없습니다.
   ③ 회사는 학생회원의 환불 요청에 따라 강의별로 현금 환불은 하지 않으며, 다음과 같은 원칙에 따라 환불
      합니다.
     1차 불만족 : 최대 60분 한도 내에서 불만족한 강의의 소모 시간만큼 수강권 시간 추가 부여 및 강사 교체
     2차 불만족 : 최대 60분 한도 내에서 불만족한 강의의 소모 시간만큼 수강권 시간 추가 부여 및 강사 교체
     3차 불만족 : 최대 60분 한도 내에서 불만족한 강의의 소모 시간만큼 수강권 시간 추가 부여 후 제xx조에 따라 수강권 환불 조치

제20조(과오금의 환급)
   ① 회원이 강의비 및 대금 등을 결제함에 있어서 과오금을 지급한 경우 회사는 대금결제와 동일한 방법으로 
      과오금을 환불합니다. 다만, 동일한 방법으로 과오금의 환불이 불가능할 때에는 즉시 이를 고지하고, 회원
      이 선택한 방법으로 환불합니다.
   ② 회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용, 수수료 등에 관계없이 과오금 전액을 
      환불합니다. 다만, 회원의 책임 있는 사유로 과오금이 발생한 경우 회사는 과오금을 환불하는데 소요 되는 
      비용을 합리적인 범위 내에서 공제하고 환불할 수 있습니다.
 
6장 게시물

제21조(게시물 관리)
   ① 회원은 서비스 내에 게시물(텍스트, 이미지, 파일 등)을 게시할 경우 본 약관 및 게시물 게재 규칙 또는 관련 법령을 준수하여야 합니다.
   ② 회원은 다음 각 호에 해당하는 게시물을 서비스에 게시하거나 다른 회원에게 전달할 수 없으며 회사는 게시물이 다음 각 호에 해당한다고 판단되는 경우 해당 게시물을 삭제하거나 이동 또는 등록을 거부할 수 있습니다. 또한, 회사는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 회원은 그 지침에 따라 각종 게시물을 등록하거나 삭제하여야 합니다.
    1. 회사, 다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
    2. 공공질서 및 미풍양속에 위반되는 내용인 경우
    3. 범죄 행위에 결부된다고 인정되는 내용인 경우
    4. 회사의 저작권, 제3자의 저작권 등 타인의 권리를 침해하는 내용인 경우
    5. 정치적, 종교적 분쟁을 야기하는 경우
    6. 불필요하거나 승인되지 않은 광고물을 게재하는 경우
    7. 타인의 개인정보를 도용하거나 사칭하여 작성한 내용 또는 타인이 입력한 정보를 무단으로 위, 변조한 내용인 경우
    8. 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우
    9. 기타 관련 법령 및 회사의 서비스 운영 정책 등에 위반되는 경우
   ③ 본 조 제3항 각 호에 해당하는 게시물을 게재하여 회사로부터 경고를 받은 회원의 경우 다음 각 호의 규정에 따라 서비스 이용이 제한될 수 있습니다.
    1. 경고 1회 : 게시물 삭제, 2주간 게시물 등록 불가
    2. 경고 2회 : 게시물 삭제, 4주간 게시물 등록 불가
    3. 경고 3회 : 게시물 삭제, 영구적으로 게시물 등록 불가

제22조(게시물 등의 저작권)
   ① 이용자가 서비스 내에 게시한 게시물의 저작권은 저작권법에 의해 보호를 받습니다. 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사가 보유합니다.
   ② 이용자는 자신이 게시한 게시물을 회사가 국내외에서 다음 각 호의 목적으로 사용하는 것을 허락합니다.
    1. 서비스 내에서 이용자 게시물의 복제, 전송, 전시, 배포 및 우수 게시물을 서비스 화면에 노출하기 위하여 이용자 게시물의 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것
    2. 회사에서 운영하는 관련 사이트의 서비스 내에서 이용자 게시물을 전시, 배포하는 것. 다만 회원이 전시, 배포에 동의하지 아니할 경우 회사는 관련 사이트의 서비스 내에서 당해 회원의 게시물을 전시, 배포하지 않습니다.
    3. 회사의 서비스를 홍보하기 위한 목적으로 미디어, 통신사 등에게 이용자의 게시물 내용을 보도, 방영하게 하는 것. 다만 이 경우 회사는 회원의 개별 동의 없이 미디어, 통신사 등에게 게시물 및 개인정보를 제공하지 않습니다.
   ③ 회사는 제2항에도 불구하고, 회사가 이용자의 게시물을 제2항 각 호에 기재된 목적 이외에 상업적 목적(예 : 제3자에게 게시물을 제공하고 금전적 대가를 지급 받는 경우 등)으로 사용할 경우네는 사전에 해당 이용자로부터 동의를 받습니다. 이 경우 게시물에 대한 회사의 사용 요청, 이용자의 동의 및 동의 철회는 전화, 전자우편, 팩스 등 회사가 요청하는 방식에 따르며, 회사는 게시물의 출처를 표시하며 게시물의 사용에 동의한 해당 이용자에게 별도의 보상을 제공합니다.
   ④ 회원이 탈퇴를 하거나 제24조 의하여 회원 자격을 상실한 경우에 본인 계정에 기록된 게시물은 삭제됩니다. 다만 제3자에게 의하여 스크랩, 펌, 담기 등으로 다시 게시된 게시물과 공용 서비스 내에 기록된 게시물 등 다른 이용자의 정상적인 서비스 이용에 필요한 게시물은 삭제되지 않습니다.
   ⑤ 회사는 서비스 운영 정책상 필요한 경우로서 서비스를 회사가 운영하는 다른 서비스 또는 사이트와 통합하는 경우 게시물을 회사가 운영하는 다른 서비스 또는 사이트로 이전하거나 게재 위치를 변경하여 서비스할 수 있으며, 게시물의 이전 또는 게재 위치의 변경이 있는 경우에는 해당 사실을 사전 공지합니다.
 
7장 서비스 이용의 제한 및 중지

제23조(불법사용 규제 관련)
   ① 회사는 다음 각 호에 해당하는 경우 회원에게 경고 등 주의 조치를 취할 수 있으며, 필요한 경우 이용계약을 해지하거나 서비스 이용을 중지시키는 등 서비스 이용에 제한을 가할 수 있습니다.
    1. 동일한 ID로 2대 이상의 PC에서 동시 접속이 발생하는 경우
    2. 동일한 ID로 다수의 PC 또는 IP에서 서비스를 이용하는 경우
    3. 자신의 ID 및 강좌 등의 서비스를 타인이 이용하도록 하는 경우
    4. 자신의 ID 및 강좌 등의 서비스를 타인에게 판매, 대여, 양도하는 행위 및 이를 광고하는 행위
    5. 서비스 이용 중, 복제프로그램을 실행하는 경우 또는 녹화를 하거나 시도하는 경우
   ② 회사는 전항에 따른 부정 이용자가 발견 되었을 경우, 다음 각 호에 따른 조치를 취할 수 있습니다.
    1. 부정 이용자 최초 적발 시 쪽지, 팝업 창, ID 일부 게시의 방법을 통하여 경고합니다. 이 때, 7일 이내에 본인 및 보호자 [법정대리인]가 가족관계를 확인할 수 있는 주민등록등본(본인의 경우 신분증)을 첨부하여 소명 자료를 제출할 수 있습니다.
    2. 부정 이용자가 최초 경고를 받은 후 7일 이내 소명 자료를 제출하지 않거나, 이미 소명 경험이 있는 이용자가 부정 이용자로 추가 적발된 경우 쪽지, 팝업 창, ID 일부 게시의 방법을 통하여 위반 내용이 통지되며, 수강 영구 차단 조치 됩니다. 단, 자신의 ID 및 강의 등의 서비스를 판매, 대여, 양도하는 행위와 시도, 선생님회원, 학생회원의 상호동의가 없는 상태에서 복제프로그램을 활용한 녹화 행위와 시도가 적발되었을 경우 수강 차단 처리 후 경고 진행되며 법적 조치가 취해질 수 있습니다.
   ③ 회원은 전항 제2호의 조치를 이유로, 서비스 이용 기간의 연장을 요구할 수 없습니다.
   ④ 회원은 회사로부터의 본조 제2항의 조치에 이의가 있는 경우, 회사 고객센터 또는 부정 사용관리센터에 해당 사실에 대해 소명할 수 있으며, 그에 따라 이용에 관한 별도의 조치를 받을 수 있습니다. 이 경우 회원이 자신의 고의나 과실이 없었음을 입증한 경우 회사는 서비스 제공 정지 기간만큼 이용 기간을 연장합니다.
   ⑤ 부정이용 식별방법 및 차단
    1. 회사는 회원의 서비스 이용 중에 수집, 확인된 맥어드레스, 디바이스 정보 및 IP정보 등의 자료를 토대로, 서버를 통하여 부정이용 여부를 분류, 확인합니다.
    2. 회사는 이용자가 서비스 이용 중에 복제프로그램을 실행시키거나 동일한 ID로 동시 접속을 하는 경우, 서비스 이용 접속을 강제로 종료시킵니다.

제24조(서비스 이용의 제한 및 중지)
   ① 회사는 사이트를 통한 서비스의 신뢰성을 위하여 이 약관에서 정한 바에 따라 회원자격을 정지하거나 서비스의 이용제한, 기타 필요한 조치를 취할 수 있습니다. 회사가 회원자격을 정지하거나 강의/강의구매서비스의 이용제한, 기타 필요한 조치를 취할 경우 회사는 이 약관에 특별한 규정이 없는 한 사전에 회원에게 유선 또는 e-mail, 기타의 방법을 통하여 통보하며 회원의 연락이 두절되거나 긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 사후 통보할 수 있습니다. 정지된 회원은 모든 서비스를 이용할 수 없습니다.
   ② 회사는 이용자가 다음 각 호의 행위를 한 경우 회원자격 정지와 화상 강의서비스 이용을 제한할 수 있습니다.
    1. 불법 홍보 또는 회사 서버에 무리를 주는 행위
       회사는 타 사이트 등 무화과를 이용한 불법적 홍보행위, 회사 서버에 무리를 주는 행위의 적발 시 이용제한을 진행할 수 있습니다. 아래 기준을 따르되, 위반 정도에 따라 회사는 기준보다 높은 제한을 할 수 있습니다.
       1회 경고, 2회 7일 이용정지, 3회 회원자격의 영구정지
    2. 직거래 유도 행위
       회사는 강의 직거래유도행위에 대하여 그 적발 횟수에 따라 아래와 같은 제한을 부과합니다. 아래 기준을 따르되, 위반 정도에 따라 회사는 기준보다 높은 제한을 할 수 있습니다. 이용계약해지 후 재가입하는 경우에 회원에게 이용계약해지 전 부과된 제한은 그대로 유지되며 해지 시로부터 재가입까지의 기간은 적발 횟수 차감 기간에서 제외될 수 있습니다.
       1회 경고, 2회 7일 이용정지, 3회 회원자격의 영구정지
   ③ 직거래 유도 행위의 적발 횟수는 최종의 직거래유도행위 적발일로부터 6개월 동안 재적발이 없는 경우 1회씩 차감됩니다. 다만, 적발 횟수 4회로 인하여 회원자격이 정지된 회원은 위와 같은 기간 경과로 인하여 적발 횟수가 차감되지 않습니다.
   ④ 회사는 허위거래, 매매조작행위 등 강의 진행을 방해하는 부당한 행위, 불법카드거래행위, 부적합한 강의 등록행위, 불법통신과금서비스 이용행위에 대하여 회원자격을 정지하거나 화상 강의서비스 이용을 제한할 수 있습니다. 다만, 선생님회원의 경과실에 의해 회원자격의 정지 또는 화상 강의서비스의 이용제한 사유가 발생하는 경우에 회사는 1회 사전 경고를 하여 선생님회원이 자진시정을 할 수 있는 기회를 제공할 수 있습니다.
   ⑤ 화상 강의 재판매 행위
      화상 강의 재판매란 선생님회원이 적법한 절차에 따라 등록하지 아니한 다른 사람에게 화상 강의를 주선 및 화상 강의 수행을 시키는 행위를 말합니다. 선생님회원이 위와 같은 행위를 하였을 경우, 회사는 아래의 규정에 따라 조치할 수 있고, 이러한 행위로 인하여 손해가 발생한 경우 배상을 청구할 수 있습니다. 아래 기준을 따르되, 위반 정도에 따라 회사는 기준보다 높은 제한을 할 수 있습니다.
      1회 경고, 2회 1달 강의 정지, 3회 영구 강의 정지
   ⑥ 장기 휴면 회원
      회사는 회원이 3개월 이상 로그인을 하지 않은 경우 선생님회원의 경우 선생님 프로필 노출을 중단처리 
      할 수 있고 회원이 1년 이상 로그인을 하지 않은 경우에는 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 제29조 2항에 따라 자동탈퇴 및 개인정보를 파기합니다. 단, 강의이력/강의구매이력이 있는 회원의 자동탈퇴 및 개인정보 보관, 파기는 개인정보취급방침에 따른 별도 규정에 의하여 관리합니다.
   ⑦ 금지행위
     1. 허위 프로필 정보 입력 금지
        실제와 다른 강의 소개와 경력 소개로 구매자의 피해나 클레임이 발생할 경우, 회사는 화상 강의 중개 제한 등의 페널티를 부여할 수 있습니다. 
     2. 화상 강의 무단 취소 및 연기 금지
        선생님회원과 학생회원은 서로 약속한 시간에 강의 제공을 하지 못하는 경우 상대에게 이 사실을 최소 6시간 이전에 유/무선으로 알려야 함을 의미합니다. 1차 강의 연기 시 이에 대한 사전 양해를 구한 후 가능한 강의 시간을 유/무선 연락을 통하여 상대 회원과 다시 잡아야 합니다. 무단 강의 연기 및 취소로 회원 피해나 클레임이 발생할 경우, 회사는 아래 규정에 따라 조치를 할 수 있습니다.
        1회 경고, 2회 실제 예정된 수업 시간만큼 수업 분수 차감 후 2차 경고
        3회 실제 예정된 수업 시간만큼 수업 분수 차감 후 수강권 차액 환불 약관에 따라 처리
        조치 순서 : 무단 연기 및 취소 피해 회원 플립온 고객센터로 신고 → 사실관계 확인 → 규정에 따른 조치 → 조치 결과 통보
     3. 연락 두절
        연락 두절이란 회원이 회원가입 시 기재한 유선 또는 e-mail 등 기타의 방법을 통하여 다른 회원(강의가 약속된 선생님회원 또는 학생회원) 또는 회사가 연락을 시도하였음에도 불구하고 일체의 응대가 진행되지 않는 상태를 말합니다. 회원은 정상적인 화상 강의 수강 및 화상 강의 활동이 불가한 상태 또는 이와 같은 상태가 예상되는 경우 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법에 따른 취소, 환불, A/S 등의 신속한 처리를 위하여 최선의 노력을 다하여야 합니다. 회원의 연락 두절로 인한 클레임이 발생하였을 경우, 회사는 아래의 규정에 따라 조치할 수 있습니다.
        1회 경고, 2회(1차 경고 후 24시간 이상 일체의 응대가 진행되지 않는 경우) 해당 회원의 강의 프로필 노출 중지, 신규 강의 신청 제한, 3회(2차 경고 후 24시간 이상 일체의 응대가 진행되지 않는 경우) 정산 중지 및 이용계약 해지
        1차 경고 후 6개월 내에 연락두절 상태가 재발될 경우, 경고 없이 바로 연락두절 2차 조치를 취할 수 있습니다. 2차 경고 후 6개월 내에 연락두절 상태가 재발될 경우, 경고 없이 바로 연락두절 3차 조치를 취할 수 있습니다.
     4. 문의 처리 미처리, 지연 및 불만족
        회원은 화상 강의 관련 상대 회원의 문의(유/무선 또는 e-mail 등의 방법을 통한)를 신속하고 성실히 처리해야 합니다. 회사는 일정기한 내 회원의 답변의 처리 유무에 따라 처리율을 판단하고, 다른 회원의 문의에 대한 회원의 처리율 및 만족도가 저조한 경우 회사는 아래의 규정에 따라 조치할 수 있습니다.
        1회 경고 및 개선요청, 2회 7일간 선생님 프로필 노출 중지(선생님회원) / 7일간 강의 신청 중지(학생회원), 3회 회원 자격 영구 정지
   ⑧ 기타 위법, 부당행위
      회사는 회원이 다음 각 목의 하나에 해당하는 경우 회원자격을 정지하거나 서비스 제공을 거부 또는 제한할 수 있으며, 그 밖에 법령준수, 타인의 권리보호, 사이트의 안전 확보 등을 위하여 필요한 조치를 취할 수 있습니다.
     1. 회사의 플립온 사이트, 서비스를 스팸 정보 전송 또는 악성코드 프로그램 유포 등 범죄 또는 불법행위에 이용한 경우
     2. 부당 또는 부정하게 타인의 아이디, 닉네임을 사용하여 서비스를 이용한 경우
     3. 거래이행을 위한 학생회원 또는 회사로부터의 연락 회피나, 제재 회피 등 부정한 목적으로 회원정보를 수정한 경우
     4. 게시판 등을 통하여 불법정보를 유통하거나 유통을 시도한 경우
     5. 플립온 사이트의 데이터를 정당한 권한 없이 스스로 또는 제3자를 통하여 복사, 배포하거나 기타의 방법으로 상업적으로 이용한 경우
     6. 회원이 제공한 정보 또는 그에 관한 증빙자료가 허위이거나 회사가 요청하는 증빙자료를 제공하지 않는 경우
     7. 플립온 사이트와 관련된 정보나 소프트웨어를 상업화하는 경우
     8. 회원이 다른 회원의 개인정보를 무단수집 하거나 마케팅 등 수집 목적 외로 이용하는 경우
     9. 회원이 다른 회원의 개인정보를 무단으로 제3자에게 제공하거나 관련 법령 또는 회사의 개인정보취급방침을 위배하여 다른 회원의 개인정보가 침해된 경우
     10. 회원간의 대화 중 욕설, 비방 혹은 명예를 훼손하는 내용을 하는 경우
     11. 그 외 약관 또는 법령에 위반되거나 타인의 권리를 침해하는 행위가 있거나 그러한 위법, 부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우

8장 계약해지 및 이용제한

제25조(계약의 합의해지 및 일방해지)
   ① 회원은 회사가 제공하는 서비스 내의 회원 탈퇴 기능, 전화 등을 통하여 언제라도 서비스 탈퇴를 요청할 
      수 있습니다. 이 경우 회사는 제14조 제2항 각 호와 같은 불가피한 사정이 없는 한 회원의 탈퇴 요청을 
      지체하지 않고 처리합니다.
   ② 회사는 회원이 관련 법령 또는 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우, 당해 회원에
      게 해당 사실을 통지한 후, 서비스 이용 권한을 일정 기간 제한하거나 이용 권한을 박탈할 수 있습니다. 
      다만, 회사는 회원에게 시정 또는 소명의 기회를 부여합니다. 회원의 이의신청이 정당한 경우 회사는 즉시 
      회원이 서비스를 이용할 수 있도록 필요한 조치를 취하고 정지한 기간만큼 이용 기간을 연장합니다.

제26조(양도 등의 금지)
   ① 회원은 서비스 이용 권한이나 이용 계약상 지위를 타인에게 양도하거나 증여할 수 없으며 게시물에 대한 
      저작권을 포함한 모든 권리 및 책임은 이를 게시한 회원 본인에게 있습니다.
   ② 회사는 서비스 또는 사이트가 제3자에게 합병, 분할 되거나 제3자에게 양도하는 등 서비스 또는 사이트의 
      운영, 제공 주체가 변경되는 경우, 해당 사실을 회원에게 사전 통지합니다.

9장 손해배상 및 면책사항

제27조(손해배상)
   ① 회사는 고의 또는 중대한 과실에 의하여 회원에게 손해를 입힌 경우 그 손해를 배상할 책임이 있습니다.
   ② 회사는 시스템 점검, 증설과 교체 등 회사가 정한 기간 외에 고의 또는 중대한 과실로 예고 없이 서비스
      가 일시 중단될 경우 유료 서비스 이용 기간을 연장하는 방법 등으로 회원에게 보상합니다.
   ③ 회사는 회원이 결제한 유료 서비스를 이용할 수 없는 경우, 해당 유료 서비스의 복원, 교환 또는 환불 조치를 합니다.
   ④ 회사는 회원이 서비스를 이용함에 있어 관련 법령 내지 본 약관을 위반함으로 인하여 회사 또는 제3자에
      게 손해가 발생하거나 제3자로부터 회사가 손해배상청구 또는 각종 이의 제기를 받는 경우, 당해 회원은 
      회사에 발생하는 손해를 배상하여야 합니다.

제28조(면책사항)
   ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공
      에 관한 책임이 면제됩니다.
   ② 회사는 회원의 귀책사유로 인한 서비스의 이용 장애에 대하여 책임을 지지 않습니다.
   ③ 회사는 회원이 회사의 서비스로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사 선택 또
      는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
   ④ 회사는 제3자가 사이트에 저장, 게시 또는 전송한 정보, 자료, 사실의 신뢰도 및 정확성 등 내용에 대하여
      는 책임을 지지 않습니다.
   ⑤ 회사는 사이트에 입점 및 연결되어 있는 제3자의 웹사이트가 있는 경우, 회원이 제3자의 웹사이트를 이용
      함에 따라 발생하는 문제에 대하여는 책임을 지지 않습니다.

제29조(분쟁의 해결)
   ① 회사는 회원이 제기하는 의견이나 불만에 대하여 적절하고 신속하게 처리하고, 그 결과를 회원에게 또는 
      사이트에 통지합니다. 다만, 신속한 처리가 곤란한 경우에 회사는 회원에게 그 사유와 처리 일정을 통보합
      니다.
   ② 회사는 회원이 제기한 의견 등이 정당하지 않음을 이유로 처리하지 않은 경우 이의 사유를 통보합니다.
   ③ 회사와 회원 사이에 분쟁이 발생한 경우 회사 또는 회원은 콘텐츠산업진흥법 제29조에서 정하고 있는 콘
      텐츠분쟁조정위원회에 분쟁조정을 신청할 수 있습니다.

제30조(재판관할)
   ① 회사와 회원간의 서비스 이용계약에 관한 소송은 제소 당시의 회원의 주소에 의하고, 주소가 없는 경우 
      거소를 관할하는 지방법원의 전속관할로 합니다.
   ② 제소 당시 회원의 주소 또는 거소가 분명하지 아니한 경우에 회사와 회원 간의 서비스 이용계약에 관한 
      소송의 관할법원은 민사소송법에 따라 정합니다.

공고 일자 : 년 월 일


시행 일자 : 년 월 일`;

export const PRIVACY_POLICY = `1. 개인 정보의 수집 및 이용 목적

1. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금 정산 
   화상 강의 서비스 제공, 장비(멘토박스) 배송, 환불, 청구서 발송, 전자결제 본인 인증 및 서비스, 구매 및 요
   금 결제 등

2. 회원관리
   회원제 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 
   확인, 가입 및 가입횟수 제한, 만 14세 미만 아동 개인 정보 수집 시 법정 대리인 동의 여부 확인, 추후 법정 
   대리인 본인확인, 분쟁 조정을 위한 기록보존, 불만 처리 등 회원관리

3. 신규서비스 개발 및 마케팅, 광고의 활용 
   신규서비스(제품) 개발 및 특화 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 접속빈도 파
   악, 이벤트 정보 및 참여기회 제공, 광고성 정보제공, 입시설명회 정보 안내 및 신규 상품 안내 텔레마케팅, 
   회원의 서비스 이용에 대한 통계 등(개인 정보는 광고를 의뢰한 개인이나 단체에 제공되지 않습니다.)

2. 수집하는 개인 정보 항목 및 수집방법

1. 수집하는 개인정보의 항목
   회사는 회원가입, 원활한 고객 상담, 각종 서비스의 제공을 위해 최초 회원가입 시 아래와 같이 최소한의 개
   인 정보를 필수항목, 선택항목으로 나누어 수집하고 있습니다.

<”학생회원” 회원가입>
필수항목 : 이름, 생년월일, 주소, 아이디, 비밀번호, 휴대전화번호, 보호자전화번호, 학교정보, 계열정보, 학년, 이메일, 만 14세 미만의 경우 부모님(또는 법정대리인) 정보
선택항목 : 희망 강사 유형, 성적대, 희망대학, 희망학과, 수업 가능 요일 / 시간 등

2. 서비스 이용과정이나 사업 처리 과정에서 아래와 같은 정보들이 생성되어 수집될 수 있습니다. 
∙서비스 이용기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록, 불량이용 기록 등
∙아이핀 서비스를 통한 본인확인 정보

3. 플립온 아이디를 이용한 부가서비스 및 맞춤식 서비스 이용 또는 이벤트응모 과정에서 해당 서비스의 이용자
   에 한해서 몇 가지 정보들이 수집될 수 있으며, 이러한 정보 수집 시 별도의 수집항목에 대한 동의를 받은 
   후 수집합니다.

4. 플립온 이용 및 타 서비스 이용 시 관련 부정 사용 방지를 위하여 아래와 같은 정보들이 수집될 수 있습니다.
∙MAC Address, PC 이름, IP Address 등

5. 화상 과외 장비(멘토박스) 배송을 위해 아래와 같은 정보들이 수집될 수 있습니다.
∙배송상품, 배송정보 등

6. 유료 서비스 이용과정에서 아래와 같은 결제 정보들이 수집될 수 있습니다.
∙신용카드 결제 : 카드사 코드, 승인번호 등 결제 관련 기록
∙계좌 이체 : 은행 코드 등 결제 관련 기록
∙무통장결제 : 가상계좌번호 등 결제 관련 기록
∙ARS 카드결제 : 승인번호, 결제일 등 결제 관련 기록
∙휴대폰 결제 : 승인번호, 통신사 코드 등 결제 관련 기록

2. 개인 정보 수집방법 
회사는 다음과 같은 방법으로 개인 정보를 수집합니다.

∙홈페이지, 서면 양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트응모, 배송요청 등
∙생성정보 수집 툴을 통한 수집
∙고객 센터의 전화를 통한 개인 정보 수집 시에는 통화내용이 녹취되며, 녹취 사실을 이용자에게 고지합니다.`;